{
  "metadata": {
    "label": "Hopi",
    "type": "entity",
    "subtype": "tribe",
    "slug": "hopi"
  },
  "content": {
    "description": "The Hopi Tribe is a sovereign nation located in northeastern Arizona. The reservation occupies part of Coconino and Navajo counties, encompasses more than 1.5 million acres, and is made up of 12 villages on three mesas.\n\nSince time immemorial the Hopi people have lived in Hopitutskwa and have maintained our sacred covenant with Maasaw, the ancient caretaker of the earth, to live as peaceful and humble farmers respectful of the land and its resources. Over the centuries we have survived as a tribe, and to this day have managed to retain our culture, language and religion despite influences from the outside world. (https://www.hopi-nsn.gov/)",
    "thumbnail": "https://www.hopi-nsn.gov/wp-content/themes/plus1-child-hopi/library/images/logo.png",
    "summary": "The Hopi are a Native American tribe who primarily live on the Hopi Reservation in northeastern Arizona. As of the 2010 census, there are 19,338 Hopi in the United States.[1] The Hopi Tribe is a sovereign nation within the United States and has government-to-government relations with the United States federal government. Particular villages retain autonomy under the Hopi Constitution and Bylaws. The Hopi language is one of 30 in the Uto-Aztecan language family. The majority of Hopi people are enrolled in the Hopi Tribe of Arizona but some are enrolled in the Colorado River Indian Tribes. The Hopi Reservation covers a land area of 2,531.773 sq mi (6,557.26 km2).\n\nThe Hopi encountered Spaniards in the 16th century, and are historically referred to as Pueblo people, because they lived in villages (pueblos in the Spanish language). The Hopi are thought to be descended from the Ancestral Puebloans (Hopi: Hisatsinom), who constructed large apartment-house complexes and had an advanced culture that spanned the present-day Four Corners region of the United States, comprising southeastern Utah, northeastern Arizona, northwestern New Mexico, and southwestern Colorado.[2] The Ancient Pueblans lived along the Mogollon Rim, especially from the 12th–14th century, after which time their cultures seemed to have disappeared, but are thought to have contributed to modern Hopi and Pueblo communities.\n\nThe primary meaning of the word \"Hopi\" is \"behaving one, one who is mannered, civilized, peaceable, polite, who adheres to the Hopi Way.\"[3] Some sources contrast this to other warring tribes that subsist on plunder.[4]"
  }
}
